Repository: ffperera/pagantis-woocommerce
Catalog: pagantis/languages/pagantis.com-*.po
Languages: es_es

source: Pay by Credit or Debit card.
es_es: Pago con tarjeta de crédito o débito

source: Pay by Credit or Debit card through secure gateway.
es_es: Pago con tarjeta de crédito o débito

source: Notification URL. Use this URL in the Notification field of your Pagantis account
es_es: URL para la notificación desde Pagantis. Debe configurar esta URL en su cuenta de Pagantis, en el apartado Notificaciones

source: Enable/Disable
es_es: Activar/Desactivar

source: Enable Pagantis Payment Module.
es_es: Activar el módulo de pago de Pagantis

source: Note for credit card operation:
es_es: Concepto para extracto bancario

source: Payment note for credit card owners.
es_es: Concepto que aparecerá al cliente en su extracto bancario. A este texto se añade automáticamente el número de pedido

source: Your payment for order:
es_es: Pago correspondiente al pedido:

source: Pagantis account ID
es_es: Código de su cuenta Pagantis

source: Identificator of your pagantis account
es_es: Código de la cuenta. Copie el identificador que aparece en su cuenta de Pagantis, en el apartado API

source: Pagantis secret key
es_es: Clave de firma de Pagantis

source: Secret key of your pagantis account
es_es: Copie la clave de firma que aparece en su cuenta de Pagantis, en el apartado API

source: Return page on success
es_es: Página si pago correcto

source: URL (WordPress page) to return on payment success
es_es: Página tras pago correcto

source: Return page on failure
es_es: Página si pago fallido

source: URL (WordPress page) to return on payment failure
es_es: Página tras pago no válido

source: Thank you for your order, please click the button below to pay with Pagantis.
es_es: Gracias por su compra, pulse el botón para realizar el pago

source: Thank you for your order. We are now redirecting you to Pagantis to make payment.
es_es: Gracias por su compra, pulse el botón para realizar el pago.

source: Pay
es_es: Pagar

source: Cancel order &amp; restore cart
es_es: Cancelar pedido
